Repository: petermair/kodi_addons
Catalog: plugin.video.disneyplus/resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: Email Address
de_de: E-Mail-Adresse

# #30002
source: Password
de_de: Passwort

# #30004
source: Movies
de_de: Filme

# #30005
source: Series
de_de: Serien

# #30010
source: Suggested
de_de: Empfehlungen

# #30011
source: Featured
de_de: Vorgestellt

# #30012
source: Season {season}
de_de: Staffel {season}

# #30016
source: Sync with Disney+
de_de: Mit Disney+ synchronisieren

# #30020
source: Skip Credits
de_de: Abspann überspringen

# #30021
source: Play Next Episode
de_de: Spiele nächste Episode

# #30022
source: Play Next Recommended Movie
de_de: Spiele nächsten empfohlenen Film

# #30023
source: Play without Intro
de_de: Spiele ohne Intro

# #30024
source: Skip Intros
de_de: Intro überspringen

# #30025
source: Play from Start
de_de: Von Anfang an spielen

# #30027
source: Add to Watchlist
de_de: Zu Watchlist hinzufügen

# #30028
source: Remove from Watchlist
de_de: Von Watchlist entfernen

# #30029
source: Added to Watchlist
de_de: Zu Watchlist hinzugefügt

# #30041
source: Play with Intro
de_de: Spiele mit Intro

# #30042
source: Continue Watching
de_de: Wiedergabe fortsetzen

# #30043
source: You are not entitled to access this content. Check your subscription is valid.
de_de: Sie sind nicht berechtigt diesen Inhalt zu. Übersprüfen Sie die Gültigkeit Ihres Abonnements.

# #30044
source: Your login details are in-correct. Please check them and try again.
de_de: Ihre Zugangsdaten sind falsch. Bitte überprüfen Sie sie und versuchen es erneut.

# #30048
source: From {time:0>8}
de_de: Von {time:0>8

# #30049
source: {label} [B](Available {date})[/B]
de_de: {label} [B](Verfügbar {date})[/B]

# #30051
source: Could not find stream data for this content
de_de: Keine Film-daten für diesen Inhalt gefunden

# #30053
source: Profile Settings
de_de: Profileinstellungen

# #30054
source: Continue Watching
de_de: Wiedergabe fortsetzen

# #32055
source: Ask
de_de: Nachfragen

# #32043
source: Best
de_de: Höchste

# #32060
source: Lowest
de_de: Niedrigste

# #32048
source: Bypass
de_de: Überspringen

# #32054
source: Custom
de_de: Angepasst

# #32073
source: Disabled
de_de: Deaktiviert
