Repository: petermair/kodi_addons
Catalog: plugin.video.plex-tv/resources/language/resource.language.*/strings.po
Languages: ko_kr, lv_lv

# #30000
source: Server Address (IP)
ko_kr: 서버 주소 (IP)
lv_lv: Servera Adrese (IP)

# #30001
source: Searching for PMS
ko_kr: Plex 서버 검색
lv_lv: Meklē PMS

# #30002
source: Preferred playback method
ko_kr: 선호하는 재생 방법
lv_lv: Vēlamā atskaņošanas metode

# #30003
source: Warning: Kodi setting "Play next video automatically" is enabled. This could break Plex TV. Deactivate?
ko_kr: 경고 : Kodi 설정에서 "자동으로 다음 비디오 재생" 옵션이 활성화되었습니다. 이것은 Plex TV 사용에 영향을 줄 수 있습니다. 비활성화 하시겠습니까?
lv_lv: Brīdinājums: Kodi iestatījums "Atskaņot nākamo video automātiski" ir ieslēgts. Tas var salauzt Plex TV. Izslēgt?

# #30004
source: The Kodi webserver is needed for artwork caching. Plex TV already set a strong, random password automatically if you haven't done so already. Please confirm the next dialog that you want to enable the webserver now with Yes.
ko_kr: 아트워크 캐싱을 위해서는 Kodi 웹 서버가 필요합니다. 아직 설정하지 않은 경우 Plex TV는 강력한 임의 암호를 자동으로 설정합니다. 웹 서버를 지금 활성화하려는 다음 대화 상자를 Yes(예)로 확인하십시오.

# #30005
source: Username:
ko_kr: 사용자이름:
lv_lv: Lietotājvārds:

# #30006
source: Caching %s Plex images
ko_kr: 캐싱 %s Plex 이미지
lv_lv: Iekešo %sPlex attēlus

# #30007
source: Plex image caching done
ko_kr: 플랙스 이미지 캐싱 완료
lv_lv: Plex attēlu kešošana pabeigta

# #30008
source: Enable notifications for image caching
ko_kr: 이미지 캐싱에 대한 알림 활성화
lv_lv: Atļaut paziņojumus par attēlu kešošanu

# #30009
source: Enable image caching during Kodi playback (restart Kodi!)
ko_kr: Kodi 재생 중 이미지 캐싱 활성화 (Kodi를 다시 시작하십시오!)
lv_lv: Atļaut attēlu kešošanu Kodi atskaņošanas laikā (pārstartē Kodi!)

# #30010
source: Approximate progress
ko_kr: 대략적인 진행 상황
lv_lv: Aptuvens progress

# #30011
source: Artwork left to cache:
ko_kr: 캐시 할 남은 아트 워크:
lv_lv: Kešošanai palikuši attēli:

# #30012
source: OK
ko_kr: 확인
lv_lv: Labi

# #30013
source: Never show
ko_kr: 표시 안함
lv_lv: Nekad nerādīt

# #30014
source: Connection
ko_kr: 연결
lv_lv: Savienojums

# #30015
source: Fanart download already running
ko_kr: 팬아트 다운로드가 이미 실행 중입니다.
lv_lv: Fanart lejupielāde jau notiek

# #30016
source: Device Name
ko_kr: 기기 이름
lv_lv: Iekārtas Nosaukums

# #30017
source: Unauthorized for PMS
ko_kr: PMS에 대해 승인되지 않음
lv_lv: Neautorizēts PMS

# #30018
source: Checking FanartTV for %s items
ko_kr: 팬아트TV에서 %s 항목 확인 중
lv_lv: Pārbauda FanartTV %s vienumus

# #30019
source: FanartTV lookup completed
ko_kr: 팬아트TV 조회 완료
lv_lv: FanartTV uzmeklēšana pabeigta

# #30020
source: Sync Plex playlists (reboot Kodi!)
ko_kr: Plex 재생 목록 동기화 (Kodi를 재부팅하십시오!)
lv_lv: Sinhronizēt Plex spēļsarakstus (pārstartē kodi!)

# #30021
source: Only sync specific Plex playlists to Kodi
ko_kr: 특정 Plex 재생 목록 만 Kodi에 동기화
lv_lv: Sinhronizēt uz Kodi tikai specifiskus Plex spēļsarakstus

# #30022
source: Advanced
ko_kr: 고급
lv_lv: Paplašināts

# #30023
source: Only sync specific Kodi playlists to Plex
ko_kr: 특정 Kodi 재생 목록 만 Plex에 동기화
lv_lv: Sinhronizēt uz Plex tikai specifiskus Kodi spēļsarakstus

# #30024
source: Username
ko_kr: 사용자 이름
lv_lv: Lietotājvārds

# #30025
source: Display message if PMS goes offline
ko_kr: PMS가 오프라인 상태가되면 메시지 표시
lv_lv: Parādīt paziņojumu, ja PMS izslēdzas

# #30026
source: Prefix in Plex playlist name to trigger sync
ko_kr: 동기화를 트리거하는 Plex 재생 목록 이름의 접두사
lv_lv: Prefikss Plex spēļsaraksta nosaukumā, lai iniciētu sinhronizēšanu

# #30027
source: Prefix in Kodi playlist name to trigger sync
ko_kr: 동기화를 트리거하는 Kodi 재생 목록 이름의 접두사
lv_lv: Prefikss Kodi spēļsaraksta nosaukumā, lai iniciētu sinhronizēšanu

# #30028
source: Plex TV-only image caching completed
ko_kr: Plex TV 전용 이미지 캐싱 완료
lv_lv: Tikai-Plex TV attēlu kešošana pabeigta

# #30030
source: Port Number
ko_kr: 포트 번호
lv_lv: Porta Numurs

# #30031
source: I own this Plex Media Server
ko_kr: 이 Plex 미디어 서버를 소유하고 있습니다.
lv_lv: Man pieder šis Plex Media Server

# #30032
source: Information
ko_kr: 정보
lv_lv: Informācija

# #30042
source: Refresh
ko_kr: 새로고침
lv_lv: Atjaunot

# #30043
source: Delete
ko_kr: 삭제
lv_lv: Dzēst

# #30052
source: Deleting
ko_kr: 삭제
lv_lv: Dzēš

# #30069
source: None
ko_kr: 없음
lv_lv: Nav

# #30093
source: Mark Watched
ko_kr: 시청 마크
lv_lv: Atzīmēt kā Skatītu

# #30094
source: Mark Unwatched
ko_kr: 미시청 마크
lv_lv: Atzīmēt kā Neskatītu

# #30095
source: Add to Favorites
ko_kr: 즐겨찾기에 추가
lv_lv: Pievienot Izlasei

# #30096
source: Remove from Favorites
ko_kr: 즐겨찾기에서 삭제
lv_lv: Noņemt no Izlases

# #30114
source: Offer delete after playback
ko_kr: 재생 후 삭제 제안
lv_lv: Piedāvāt dzēst pēc noskatīšanās

# #30115
source: For Episodes
ko_kr: 에피소드
lv_lv: Sērijām

# #30116
source: For Movies
ko_kr: 영화
lv_lv: Filmām

# #30125
source: Done
ko_kr: 완료
lv_lv: Padarīts

# #30128
source: Play Error
ko_kr: 재생 오류
lv_lv: Atskaņotāja Kļūda

# #30132
source: Warning
ko_kr: 위험
lv_lv: Brīdinājums

# #30135
source: Error
ko_kr: 오류
lv_lv: Kļūda

# #30138
source: Search
ko_kr: 검색
lv_lv: Meklēt

# #30139
source: Enable Theme Music (Requires Restart)
ko_kr: 테마 음악 활성화 (다시 시작해야 함)
lv_lv: Ieslēgt Tēmas Mūziku (Nepieciešama Pārstartēšana)

# #30143
source: Always transcode if video bitrate is above
ko_kr: 비디오 비트 전송률이 이상이면 항상 트랜스 코딩
lv_lv: Vienmēr pārkodēt, ja video bitu pārraides ātrums ir virs

# #30157
source: Enable Enhanced Images (eg CoverArt)
ko_kr: 향상된 이미지 활성화 (예: CoverArt)
lv_lv: Ieslēgt Paplašinātos Attēlus (piem. Vāciņš)

# #30158
source: Metadata
ko_kr: 메타데이터
lv_lv: Metadati

# #30160
source: Video Quality if Transcoding necessary
ko_kr: 트랜스 코딩이 필요한 경우 비디오 품질
lv_lv: Video Kvalitāte, ja nepieciešama Pārkodēšana

# #30161
source: Auto-adjust transcoding quality (deactivate for Chromecast)
ko_kr: 트랜스 코딩 품질 자동 조정 (크롬캐스트의 경우 비활성화)
lv_lv: Automātiski pielāgot transkodēšanas kvalitāti (deaktivizē Chromecast)

# #30165
source: Direct Play
ko_kr: 직접 재생
lv_lv: Tiešā Atskaņošana

# #30166
source: Transcoding
ko_kr: 트랜스코딩
lv_lv: Pārkodēšana

# #30170
source: Recently Added TV Shows
ko_kr: 최근 추가 된 TV 프로그램
lv_lv: Nesen pievienoti Seriāli

# #30171
source: In Progress TV Shows
ko_kr: 진행중인 TV 프로그램
lv_lv: Iesākti Seriāli

# #30173
source: Channels
ko_kr: 채널
lv_lv: Kanāli

# #30174
source: Recently Added
ko_kr: 최근에 추가
lv_lv: Nesen Pievienots

# #30177
source: In Progress Movies
ko_kr: 진행중인 영화
lv_lv: Iesāktas Filmas

# #30178
source: In Progress Episodes
ko_kr: 진행중인 에피소드
lv_lv: Iesāktas Sērijas

# #30179
source: Next Episodes
ko_kr: 다음 에피소드
lv_lv: Nākamās Sērijas

# #30180
source: Favorite Movies
ko_kr: 좋아하는 영화
lv_lv: Izlases Filmas

# #30181
source: Favorite Shows
ko_kr: 좋아하는 쇼
lv_lv: Izlases Seriāli

# #30182
source: Favorite Episodes
ko_kr: 좋아하는 에피소드
lv_lv: Izlases Sērijas

# #30189
source: Unwatched Movies
ko_kr: 보지 않은 영화
lv_lv: Neskatītas Filmas

# #30198
source: Search
ko_kr: 검색
lv_lv: Meklēt

# #30200
source: In the following window, enter the server's hostname (or IP) where your Plex media resides. Mind the case!
ko_kr: 다음 창에서 Plex 미디어가있는 서버의 호스트 이름 (또는 IP)을 입력합니다. 조심하세요!
lv_lv: Sekojošajā logā ievadi servera, kur atrodas tavs Plex, vārdu (vai IP). Ņem vērā lielos mazos burtus!

# #30201
source: Enter server hostname (or IP)
ko_kr: 서버 호스트 이름 (또는 IP) 입력
lv_lv: Ievadi servera vārdu (vai IP)

# #30202
source: In the following window, enter the network protocol you would like to use. This is likely 'smb'.
ko_kr: 다음 창에서 사용할 네트워크 프로토콜을 입력하십시오. 이것은 아마도 'smb'입니다.
lv_lv: Sekojošajā logā ievadi tīkla protokolu, kuru vēlies izmanot. Visdrīzāk tas ir 'smb'.

# #30203
source: Enter network protocol
ko_kr: 네트워크 프로토콜 입력
lv_lv: Ievadi tīkla protokolu

# #30204
source: The hostname or IP '{0}' that you entered is not valid.
ko_kr: 입력 한 호스트 이름 또는 IP '{0}' 정보가 유효하지 않습니다.
lv_lv: Servera vārds vai IP '{0}', kuru ievadīji, nav pareizs.

# #30205
source: The protocol '{0}' that you entered is not supported.
ko_kr: 입력 한 '{0}'프로토콜은 지원되지 않습니다.
lv_lv: Protokols '{0}', kuru ievadīji nav atbalstīts.

# #30227
source: Random
ko_kr: 무작위
lv_lv: Nejaušs

# #30230
source: Recommended
ko_kr: 추천
lv_lv: Ieteikts

# #30235
source: Extras
ko_kr: 기타
lv_lv: Papildus

# #30243
source: Enable HTTPS
ko_kr: HTTPS 활성화
lv_lv: Atļaut HTTPS

# #30251
source: Recently added Home Videos
ko_kr: 최근 추가된 홈 비디오
lv_lv: Nesen pievienoti mājas Video

# #30252
source: Recently added Photos
ko_kr: 최근 추가 된 사진
lv_lv: Nesen pievienoti Foto

# #30253
source: Favorite Home Videos
ko_kr: 좋아하는 홈 비디오
lv_lv: Mājas Video Izlase

# #30254
source: Favorite Photos
ko_kr: 좋아하는 사진
lv_lv: Foto Izlase

# #30255
source: Favorite Albums
ko_kr: 좋아하는 앨범
lv_lv: Albumu Izlase

# #30256
source: Recently added Music videos
ko_kr: 최근 추가 된 뮤직 비디오
lv_lv: Nesen pievienoti Mūzikas video

# #30257
source: In progress Music videos
ko_kr: 진행 중 뮤직 비디오
lv_lv: Iesākti Mūzikas video

# #30258
source: Unwatched Music videos
ko_kr: 보지 않은 뮤직 비디오
lv_lv: Neskatīti Mūzikas video

# #30302
source: Movies
ko_kr: 영화
lv_lv: Filmas

# #30401
source: Plex options
ko_kr: Plex 설정
lv_lv: Plex opcijas

# #30405
source: Add to Plex favorites
ko_kr: Plex 즐겨 찾기에 추가
lv_lv: Pievienot Plex Izlasei

# #30406
source: Remove from Plex favorites
ko_kr: Plex 즐겨 찾기에서 제거
lv_lv: Noņemt no Plex izlases

# #30407
source: Set custom song rating
ko_kr: 사용자 지정 노래 등급 설정
lv_lv: Iestatīt pielāgotu dziesmas reitingu

# #30408
source: Plex addon settings
ko_kr: Plex 애드온 설정
lv_lv: Plex spraudņa iestatījumi

# #30409
source: Delete item from server
ko_kr: 서버에서 항목 삭제
lv_lv: Dzēst vienumu no servera

# #30410
source: Refresh this item
ko_kr: 이 항목 새로 고침
lv_lv: Atjaunot šo vienumu

# #30412
source: Force transcode
ko_kr: 강제 트랜스 코딩
lv_lv: Uzspiest pārkodēšanu

# #30414
source: Could not delete the Plex item. Is item deletion enabled on the Plex Media Server?
ko_kr: Plex 항목을 삭제할 수 없습니다. Plex Media Server에서 항목 삭제가 활성화되어 있습니까?
lv_lv: Nevar izdzēst Plex vienumu. Vai Plex Media Serverī ir atļauta vienumu dzēšana?

# #30415
source: Start playback via PMS
ko_kr: PMS를 통해 재생 시작
lv_lv: Sākt atskaņošanu caur PMS

# #30416
source: Settings for the Plex Server
ko_kr: Plex 서버 설정
lv_lv: Plex Servera iesatatījumi

# #30417
source: Could not change the Kodi settings file {0}. Plex TV might not work correctly. Error: {1}
ko_kr: Kodi 설정파일 {0} 변경할 수 없습니다. Plex TV가 제대로 작동하지 않을 수 있습니다. 오류: {1}
lv_lv: Nevar izmainīt Kodi iestatījumu failu {0}. Plex TV var nestrādāt pareizi. Kļūda: {1}

# #30500
source: Verify Host SSL Certificate (more secure)
ko_kr: 호스트 SSL 인증서 확인 (더 안전함)
lv_lv: Pārbaudīt Resursdatora SSL Sertifikātu (drošāk)

# #30501
source: Client SSL certificate
ko_kr: 클라이언트 SSL 인증서
lv_lv: Klienta SSL sertifikāts

# #30502
source: Sync Plex artwork from the PMS (recommended)
ko_kr: PMS에서 Plex 아트 워크 동기화 (권장)
lv_lv: Sinhronizēt Plex attēlus no PMS (ieteikts)

# #30503
source: SSL certificate failed to validate. Please check {0} for solutions.
ko_kr: SSL 인증서를 확인하지 못했습니다. 솔루션은 {0}에서 확인하십시오.
lv_lv: Neizdevās pārbaudīt SSL sertifikātu. Lūdzu skaties {0} risinājumus.

# #30506
source: Sync Options
ko_kr: 동기화 옵션
lv_lv: Sinhronizācijas Opcijas

# #30507
source: Show syncing progress
ko_kr: 동기화 진행률 표시
lv_lv: Rādīt sinhronizācijas progresu

# #30508
source: Sync empty TV Shows
ko_kr: 빈 TV 프로그램 동기화
lv_lv: Sinhronizēt tukšus TV Seriālus

# #30509
source: Enable Music Library
ko_kr: 음악 라이브러리 활성화
lv_lv: Ieslēgt Mūzikas Bibliotēku

# #30510
source: Direct stream music library
ko_kr: 음악 라이브러리 직접 스트림
lv_lv: Tieši straumēt mūzikas bibliotēku

# #30511
source: Playback Mode
ko_kr: 재생 모드
lv_lv: Atskaņošanas Režīms

# #30512
source: Cache all artwork for a smooth Kodi experience
ko_kr: 원활한 Kodi 경험을 위해 모든 아트 워크 캐시
lv_lv: Kešot visus attēlus plūdenai Kodi darbībai

# #30513
source: Limit artwork cache threads (recommended for rpi)
ko_kr: 아트 워크 캐시 스레드 제한 (RPI에 권장 됨)
lv_lv: Ierobežot attēlu kešošanas pavedienus (ieteikts rpi)

# #30514
source: Show all Plex extras instead of immediately playing trailers
ko_kr: 예고편을 즉시 재생하는 대신 모든 Plex 엑스트라 표시
lv_lv: Rādīt Plex ekstras, nevis uzreiz atskaņot treilerus

# #30515
source: Maximum items to request from the server at once
ko_kr: 서버에서 한 번에 요청할 수있는 최대 항목
lv_lv: Maksimāli vienlaicīgi no servera pieprasāmi vienumi

# #30516
source: Playback
ko_kr: 재생
lv_lv: Atskaņošana

# #30517
source: Set network credentials for Direct Paths and direct play
ko_kr: 직접 경로 및 직접 재생에 대한 네트워크 자격 증명 설정

# #30518
source: Enable Plex Trailers (Plexpass is needed)
ko_kr: Plex 예고편 활성화 (Plexpass 필요)
lv_lv: Ieslēgt Plex Treilerus (nepieciešams Plexpass )

# #30519
source: Ask to play trailers
ko_kr: 예고편 재생 요청
lv_lv: Jautāt vai atskaņot treilerus

# #30520
source: Skip PMS delete confirmation (use at your own risk)
ko_kr: PMS 삭제 확인 건너 뛰기 (사용자의 책임하에 사용)
lv_lv: Izlaist PMS dzēšanas apstiprinājumu (izmanto uz savu atbildību)

# #30521
source: Jump back on resume (in seconds)
ko_kr: 다시 시작으로 돌아 가기 (초)
lv_lv: Atlekt atpakaļ atsākot (sekundēs)

# #30522
source: Force transcode h265/HEVC
ko_kr: h265 / HEVC 강제 트랜스 코딩
lv_lv: Uzspiest pārkodēšanu h265/HEVC

# #30523
source: Also show sync progress for playstate and user data
ko_kr: 재생 상태 및 사용자 데이터에 대한 동기화 진행률도 표시

# #30524
source: Select Plex libraries to sync
ko_kr: 동기화 할 Plex 라이브러리 선택
lv_lv: Izvēlies kuras Plex bibliotēkas sinhronizēt

# #30525
source: Skip intro
ko_kr: 인트로 건너 뛰기

# #30527
source: Ignore specials in next episodes
ko_kr: 다음 에피소드에서 스페셜 무시
lv_lv: Ignorēt īpašos nākamajās epizodēs

# #30528
source: Permanent users to add to the session
ko_kr: 세션에 추가 할 영구 사용자
lv_lv: Pastāvīgie lietotāji, kurus pievienot sesijai

# #30529
source: Startup delay (in seconds)
ko_kr: 시작 지연 (초)
lv_lv: Sākšanas aizture (sekundēs)

# #30531
source: Enable new content notification
ko_kr: 새 콘텐츠 알림 활성화
lv_lv: Ieslēgt jauna satura paziņojumu

# #30532
source: Duration of the video library pop up (in seconds)
ko_kr: 비디오 라이브러리 팝업 시간 (초)
lv_lv: Video bibliotēkas izlecošā paziņojuma ilgums (sekundēs)

# #30533
source: Duration of the music library pop up (in seconds)
ko_kr: 음악 라이브러리 팝업 시간 (초)
lv_lv: Mūzikas bibliotēkas izlecošā paziņojuma ilgums (sekundēs)

# #30534
source: Server messages
ko_kr: 서버 메시지
lv_lv: Servera paziņojumi

# #30535
source: Generate a new unique Plex device Id (e.g. to clone Kodi)
ko_kr: 새로운 고유 Plex 장치 ID 생성 (예 : Kodi 복제)
lv_lv: Ģenerēt jaunu unikālu Plex iekārtas Id (piem. lai klonētu Kodi)

# #30536
source: Users must log in every time Kodi restarts
ko_kr: 사용자는 Kodi가 다시 시작될 때마다 로그인해야합니다.
lv_lv: Lietotājiem jāpiesakās katru reizi, kad Kodi pārstartējas

# #30537
source: RESTART KODI IF YOU MAKE ANY CHANGES
ko_kr: 변경 사항이 있으면 KODI를 다시 시작하십시오.
lv_lv: PĀRSTARTĒ KODI, JA VEIC KĀDAS IZMAIŅAS

# #30538
source: Manual complete reset of Kodi database necessary, see "Advanced"
ko_kr: Kodi 데이터베이스를 수동으로 완전히 재설정해야합니다. "고급 "을 참조하십시오.
lv_lv: Nepieciešama manuāla pilna Kodi datubāzes attiestatīšana, skatīt "Paplašināts"

# #30539
source: Download additional art from FanArtTV
ko_kr: FanArtTV에서 추가 아트 다운로드
lv_lv: Lejupielādēt papildus attēlus no FanArtTV

# #30540
source: Download movie set/collection art from FanArtTV
ko_kr: FanArtTV에서 영화 세트 / 컬렉션 아트 다운로드
lv_lv: Lejupielādēt filmu komplektu/kolekciju attēlus no FanArtTV

# #30541
source: Transcoding: Auto-pick audio and subtitle stream using Plex defaults
ko_kr: 트랜스 코딩 : Plex 기본값을 사용하여 오디오 및 자막 스트림 자동 선택

# #30542
source: Always pick best quality for trailers
ko_kr: 예고편에 항상 최상의 품질을 선택하십시오.
lv_lv: Vienmēr izvēlēties augstākās kvalitātes treilerus

# #30543
source: Prefer Kodi artwork for collections/sets
ko_kr: 컬렉션 / 세트에 Kodi 아트 워크 선호
lv_lv: Dot priekšroku Kodi attēliem kolekcijām/kopām

# #30544
source: Artwork
ko_kr: 삽화
lv_lv: Attēli

# #30545
source: Force transcode pictures
ko_kr: 사진 트랜스 코딩 강제
lv_lv: Uzspiest attēlu pārkodēšanu

# #33000
source: Welcome
ko_kr: 환영합니다
lv_lv: Laipni lūdzam

# #33001
source: Error connecting
ko_kr: 연결 오류
lv_lv: Kļūda savienojoties

# #33002
source: Server is unreachable
ko_kr: 서버에 연결할 수 없습니다.
lv_lv: Serveris nav saziedzams

# #33003
source: Server is online
ko_kr: 서버가 온라인 상태입니다.
lv_lv: Serveris ir tiešsaistē

# #33004
source: PMS enforced transcoding
ko_kr: PMS 강제 트랜스 코딩
lv_lv: PMS uzspiestā transkodēšana

# #33005
source: PMS enforced direct streaming
ko_kr: PMS 강제 직접 스트리밍
lv_lv: PMS uzspiestā tiešā straumēšana

# #33009
source: Invalid username or password
ko_kr: 잘못된 사용자 이름 또는 비밀번호
lv_lv: Nederīgs lietotājvārds vai parole

# #33010
source: User is unauthorized for server {0}
ko_kr: 사용자가 {0} 서버에 대한 권한이 없습니다.
lv_lv: Lietotājs ir neautorizēts serverī {0}

# #33011
source: Plex.tv did not provide us a valid list of Plex users, sorry.
ko_kr: Plex.tv에서 유효한 Plex 사용자 목록을 제공하지 않았습니다. 죄송합니다.
lv_lv: Plex.tv mums nedeva derīgu Plex lietotāju sarakstu, piedod.

# #33013
source: Choose the audio stream
ko_kr: 오디오 스트림 선택
lv_lv: Izvēlies skaņas straumi

# #33014
source: Choose the subtitles stream
ko_kr: 자막 스트림 선택
lv_lv: Izvēlies subtitru straumi

# #33016
source: Play trailers?
ko_kr: 예고편을 재생 하시겠습니까?
lv_lv: Atskaņot treilerus?

# #33032
source: Failed to generate a new device Id. See your logs for more information.
ko_kr: 새 장치 ID를 생성하지 못했습니다. 자세한 정보는 로그를 참조하십시오.
lv_lv: Neizdevās ģenerēt jaunu iekārtas Id. Vairāk informāciju meklē žurnālos.

# #33033
source: Kodi will now restart to apply the changes.
ko_kr: Kodi는 이제 변경 사항을 적용하기 위해 다시 시작됩니다.
lv_lv: Kodi tagad pārstartēsies, lai piemērotu izmaiņas.

# #33041
source: Delete file(s) from Plex Server? This will also delete the file(s) from disk!
ko_kr: Plex 서버에서 파일을 삭제 하시겠습니까? 이렇게하면 디스크에서도 파일이 삭제됩니다!
lv_lv: Dzēst failu(s) no Plex Servera? Faili(s) tiks dzēsti arī no diska!

# #39000
source: - Number of trailers to play before a movie
ko_kr: -영화 전에 재생할 예고편 수
lv_lv: - Treileru skaits, kurus atskaņot pirms filmas

# #39001
source: Boost audio when transcoding
ko_kr: 트랜스 코딩시 오디오 향상
lv_lv: Uzlabot skaņu pārkodējot

# #39002
source: Burnt-in subtitle size
ko_kr: 번인 자막 크기
lv_lv: Iekļauto subtitru izmērs

# #39003
source: Number of simultaneous download threads
ko_kr: 동시 다운로드 스레드 수
lv_lv: Paralēlu lejupielādes pavedienu skaits

# #39004
source: Enable Plex Companion (restart Kodi!)
ko_kr: Plex Companion 활성화 (Kodi를 다시 시작하십시오!)
lv_lv: Atļaut Plex Companion (pārstartēt Kodi)

# #39005
source: Plex Companion Port (change only if needed)
ko_kr: Plex 컴패니언 포트(필요한 경우에만 변경)
lv_lv: Plex Companion Ports (maini tikai, ja nepieciešams)

# #39008
source: Plex Companion: Allows flinging media to Kodi through Plex
ko_kr: Plex 컴패니언: Plex를 통해 코디에게 미디어를 던지는 것을 허용
lv_lv: Plex Companion: Atļauj parādīt Plex saturu Kodi

# #39009
source: Could not login to plex.tv. Please try signing in again.
ko_kr: plex.tv에 로그인 할 수 없습니다. 다시 로그인 해주세요.
lv_lv: Nevar pieteikties plex.tv. Lūdzu, mēģini vēlreiz.

# #39010
source: Problems connecting to plex.tv. Network or internet issue?
ko_kr: plex.tv에 연결하는 데 문제가 있습니다. 네트워크 또는 인터넷 문제?
lv_lv: Nevar pieslēgties plex.tv. Tīkla vai interneta problēma?

# #39011
source: Could not find any Plex server in the network. Aborting...
ko_kr: 네트워크에서 Plex 서버를 찾을 수 없습니다. 중단 중 ...
lv_lv: Tīklā nevar atrast Plex serveri. Atceļ...

# #39012
source: Choose your Plex server
ko_kr: Plex 서버 선택
lv_lv: Izvēlies savu Plex serveri

# #39013
source: Not yet authorized for Plex server
ko_kr: 아직 Plex 서버에 대해 승인되지 않았습니다.
lv_lv: Vēl nav autorizēts Plex serverī

# #39014
source: Please sign in to plex.tv.
ko_kr: plex.tv에서 로그인하세요.
lv_lv: Lūdzu piesakies plex.tv

# #39015
source: Problems connecting to server. Pick another server?
ko_kr: 서버에 연결하는 데 문제가 있습니다. 다른 서버를 선택 하시겠습니까?
lv_lv: Problēmas savienoties ar serveri. Izvēlies citu serveri?

# #39016
source: Disable Plex music library? (It is HIGHLY recommended to use Plex music only with direct paths for large music libraries. Kodi might crash otherwise)
ko_kr: Plex 음악 라이브러리를 비활성화 하시겠습니까? (큰 음악 라이브러리의 경우 직접 경로로만 Plex 음악을 사용하는 것이 좋습니다. 그렇지 않으면 Kodi가 충돌 할 수 있습니다.)
lv_lv: Izslēgt Plex mūzikas bibliotēku? (Lielām mūzikas bibliotēkām ĻOTI ieteicams lietot Plex mūziku tikai ar tiešajiem ceļiem. Citādi Kodi var avarēt)

# #39017
source: Would you now like to go to the plugin's settings to fine-tune Plex TV? You will need to RESTART Kodi!
ko_kr: 이제 플러그인 설정으로 이동하여 Plex TV를 미세 조정 하시겠습니까? Kodi를 다시 시작해야합니다!
lv_lv: Vai vēlies tagad iet uz spraudņa iestatījumiem, lai pieregulētu Plex TV? Tev vajadzēs pārstartēt Kodi!

# #39018
source: Repair the Kodi database (force update all content)
ko_kr: Kodi 데이터베이스 복구 (모든 콘텐츠 강제 업데이트)
lv_lv: Labot Kodi datu bāzi (piespiedu visa satura atjaunošana)

# #39019
source: Reset the Kodi database and optionally reset Plex TV
ko_kr: Kodi 데이터베이스를 재설정하고 선택적으로 Plex TV를 재설정하십시오.
lv_lv: Atiestatīt Kodi datubāzi un iespējams atiestatīt Plex TV

# #39020
source: Cache all images to Kodi texture cache now
ko_kr: 모든 이미지를 Kodi 텍스처 캐시에 지금 캐시하십시오.
lv_lv: Iekešot visus attēlus Kodi tekstūru kešatmiņā tagad

# #39022
source: local
ko_kr: 로컬
lv_lv: lokālais

# #39023
source: Failed to authenticate. Did you login to plex.tv?
ko_kr: 인증하지 못했습니다. plex.tv에 로그인하셨습니까?
lv_lv: Neizdevās autorizēties. Vai tu pieteicies plex.tv?

# #39025
source: Automatically log into plex.tv on startup
ko_kr: 시작시 자동으로 plex.tv에 로그인
lv_lv: Automātiski pieteikties plex.tv startējot

# #39026
source: Enable constant background sync
ko_kr: 지속적인 백그라운드 동기화 활성화
lv_lv: Atļaut pastāvīgu fona sinhronizāciju

# #39028
source: CAUTION! If you choose "Native" mode , you might loose access to certain Plex features such as: Plex trailers and transcoding options. ALL Plex shares need to use direct paths (e.g. smb://myNAS/mymovie.mkv or \\myNAS/mymovie.mkv)!
ko_kr: 주의! "기본" 모드를 선택하면 Plex 예고편 및 트랜스 코딩 옵션과 같은 특정 Plex 기능에 대한 액세스 권한이 손실 될 수 있습니다. 모든 Plex 공유는 직접 경로를 사용해야합니다! (예: smb://myNAS/mymovie.mkv 또는 \\myNAS/mymovie.mkv)
lv_lv: BRĪDINĀJUMS! Ja izvēlēsies "Dzimto" režīmu, tu vari zaudēt piekļuvi atsevišķām Plex iespējām, tādām kā: Plex treileri un transkodēšanas opcijas. VISIEM Plex nodalījumiem jāizmanto tiešie ceļi (piem. smb://myNAS/mymovie.mkv vai \\myNAS/mymovie.mkv)!

# #39029
source: Network credentials
ko_kr: 네트워크 자격 증명
lv_lv: Tīkla autorizācija

# #39030
source: Add network credentials to allow Kodi access to your content? Note: Skipping this step may generate a message during the initial scan of your content if Kodi can't locate your content.
ko_kr: Kodi가 콘텐츠에 액세스 할 수 있도록 네트워크 자격 증명을 추가 하시겠습니까? 참고 : Kodi에서 콘텐츠를 찾을 수없는 경우이 단계를 건너 뛰면 콘텐츠의 초기 스캔 중에 메시지가 생성 될 수 있습니다.
lv_lv: Pievienot tīkla autorizāciju, lai ļautu Kodi piekļūtu tavam saturam? Piezīme: Izlaižot šo soli, var parādīt paziņojumu tava satura sākotnējās skenēšanas laikā, ja Kodi nevar atrast tavu saturu.

# #39031
source: Kodi cannot locate the file %s. Please verify your Plex TV settings. Stop syncing?
ko_kr: Kodi가 % s 파일을 찾을 수 없습니다. Plex TV 설정을 확인하십시오. 동기화를 중지 하시겠습니까?
lv_lv: Kodi nevar atrast failu %s. Lūdzu pārbaudi savus Plex TV iestatījumus. Apturēt sinhronizēšanu?

# #39033
source: Transform Plex UNC library paths \\myNas\mymovie.mkv automatically to smb paths, smb://myNas/mymovie.mkv? (recommended)
ko_kr: Plex UNC 라이브러리 \\myNas\mymovie.mkv 경로를 smb 경로 smb://myNas/mymovie.mkv 경로로 자동 변환 하시겠습니까? (권장)
lv_lv: Pārveidot Plex UNC bibliotēkas ceļus \\myNas\mymovie.mkv automatically uz smb ceļiem, smb://myNas/mymovie.mkv? (ieteikts)

# #39034
source: Replace Plex UNC paths \\myNas with smb://myNas
ko_kr: Plex UNC 경로 \\myNas를 smb://myNas로 바꿉니다.
lv_lv: Nomainīt Plex UNC ceļus \myNas ar smb://myNas

# #39035
source: Replace Plex paths /volume1/media or \\myserver\media with custom SMB paths smb://NAS/mystuff
ko_kr: Plex 경로 /volume1/media 또는 \\myserver\media 경로를 사용자 지정 SMB 경로 smb://NAS/mystuff 경로로 바꿉니다.
lv_lv: Nomainīt Plex ceļus /volume1/media vai \\myserver\media ar pielāgotiem SMB ceļiem smb://NAS/mystuff

# #39036
source: Escape special characters in path (e.g. space to %20)
ko_kr: 경로의 특수 문자 이스케이프 (예: 공백을 %20으로)

# #39090
source: Safe characters for http(s), dav(s) and (s)ftp urls
ko_kr: http(s), dav(s) 및 (s)ftp URL에 대한 안전한 문자

# #39037
source: Original Plex MOVIE path to replace:
ko_kr: 대체 할 원본 Plex MOVIE 경로:
lv_lv: Oriģinālais Plex MOVIE ceļš, kuru nomainīt:

# #39038
source: Replace Plex MOVIE with:
ko_kr: Plex MOVIE를 다음으로 교체:
lv_lv: Nomainīt Plex MOVIE ar:
