Repository: petermair/kodi_addons
Catalog: plugin.video.plex-tv/resources/language/resource.language.*/strings.po
Languages: ko_kr, lv_lv

# #39039
source: Original Plex TV SHOWS path to replace:
ko_kr: 원래 Plex TV는 대체 할 경로를 보여줍니다.
lv_lv: Oriģinālais Plex TV SHOWS ceļš, kuru nomainīt:

# #39040
source: Replace Plex TV SHOWS with:
ko_kr: Plex TV SHOWS를 다음으로 교체:
lv_lv: Nomainīt Plex TV SHOWS ar:

# #39041
source: Original Plex MUSIC path to replace:
ko_kr: 대체 할 원래 Plex MUSIC 경로:
lv_lv: Oriģinālais Plex MUSIC ceļš, kuru nomainīt:

# #39042
source: Replace Plex MUSIC with:
ko_kr: Plex 음악을 다음으로 교체하십시오.
lv_lv: Nomainīt Plex MUSIC ar:

# #39043
source: Go a step further and completely replace all original Plex library paths (/volume1/media) with custom SMB paths (smb://NAS/MyStuff)?
ko_kr: 한 단계 더 나아가 모든 원본 Plex 라이브러리 경로 (/volume1/media) 경로를 사용자 지정 SMB 경로 (smb://NAS/ MyStuff) 경로로 완전히 교체 하시겠습니까?
lv_lv: Iet soli tālāk un pilnībā nomainīt visus oriģinālos Plex bibliotēkas ceļus (/volume1/media) ar pielāgotiem SMB ceļiem (smb://NAS/MyStuff)?

# #39044
source: Please enter your custom smb paths in the settings under "Sync Options" and then restart Kodi
ko_kr: "동기화 옵션"의 설정에 사용자 지정 smb 경로를 입력 한 다음 Kodi를 다시 시작하십시오
lv_lv: Lūdzu ieraksti savu pielāgotu smb ceļu iestatījumos zem "Sinhronizācijas Opcijas" un tad pārstartē Kodi

# #39045
source: Original Plex PHOTO path to replace:
ko_kr: 교체 할 원본 Plex 포토 경로 :
lv_lv: Oriģinālais Plex FOTO ceļš, kuru aizvietot:

# #39046
source: Replace Plex PHOTO with:
ko_kr: Plex PHOTO를 다음으로 교체:
lv_lv: Nomainīt Plex FOTO ar:

# #39047
source: On Deck: Append show title to episode
ko_kr: On Deck: 에피소드에 프로그램 제목 추가
lv_lv: Izcelts: Pievienot seriāla nosaukumu sērijai

# #39048
source: On Deck: Append season- and episode-number SxxExx
ko_kr: On Deck: 시즌 및 에피소드 번호 SxxExx 추가
lv_lv: Izcelts: Pievienot sezona- un epizode-numurs SxxExx

# #39049
source: Nothing works? Try a full reset!
ko_kr: 작동하지 않습니까? 전체 재설정을 시도하십시오!
lv_lv: Nekas nestrādā? Pamēģini pilnu atiestatīšanu!

# #39050
source: Choose Plex Server from a list
ko_kr: 목록에서 Plex 서버 선택
lv_lv: Izvēlies Plex serveri no saraksta

# #39051
source: Wait before sync new/changed PMS item [s]
ko_kr: 새로운/변경된 PMS 항목을 동기화하기 전에 기다립니다. (초)
lv_lv: Pagaidi kamēr sinhronizējas jauni/mainīti PMS vienumi(s)

# #39052
source: Background Sync
ko_kr: 백그라운드 동기화
lv_lv: Fona Sinhronizācija

# #39053
source: Do a full library sync every x minutes
ko_kr: x 분마다 전체 라이브러리 동기화 수행
lv_lv: Veikt pilnu bibliotēkas sinhronizāciju katras x minūtes

# #39054
source: remote
ko_kr: 리모트
lv_lv: attālināts

# #39055
source: Searching for Plex Server
ko_kr: Plex 서버 검색
lv_lv: Meklē Plex Serveri

# #39056
source: Used by sync and when attempting Direct Paths. Restart Kodi on changes!
ko_kr: 동기화 및 직접 경로 시도시 사용됩니다. 변경 사항에 대해 Kodi를 다시 시작하십시오!

# #39057
source: Customize Paths
ko_kr: 경로 사용자 지정
lv_lv: Pielāgot Ceļus

# #39059
source: Recently Added: Append show title to episode
ko_kr: 최근 추가: 에피소드에 프로그램 제목 추가
lv_lv: Nesen Pievienots: Pievieno sērijas nosaukumu sērijai

# #39060
source: Recently Added: Append season- and episode-number SxxExx
ko_kr: 최근 추가: 시즌 및 에피소드 번호 SxxExx 추가
lv_lv: Nesen Pievienots: Pievienot sezona- un epizode-numurs SxxExx

# #39061
source: Would you like to download additional artwork from FanArtTV in the background?
ko_kr: 백그라운드에서 팬아트TV의 추가 아트 워크를 다운로드 하시겠습니까?
lv_lv: Vai vēlies papildus fonā lejupielādēt attēlus no FanArtTV?

# #39062
source: Sync when screensaver is deactivated
ko_kr: 화면 보호기가 비활성화되었을 때 동기화
lv_lv: Sinhronizēt, kad ekrānsaudzētājs nav aktīvs

# #39063
source: Force Transcode Hi10P
ko_kr: 강제 코드 변환 Hi10P
lv_lv: Uzspiest Hi10P transkodēšanu

# #39064
source: Recently Added: Also show already watched episodes
ko_kr: 최근 추가: 이미 본 에피소드도 표시
lv_lv: Nesen Pievienots: Rādīt arī jau noskatītas sērijas

# #39065
source: Force-refresh Kodi skin on stopping playback
ko_kr: 재생 중지시 Kodi 스킨 강제 새로 고침
lv_lv: Uzspiest atjaunošanu Kodi ādiņai apturot atskaņošanu

# #39066
source: Recently Added: Also show already watched movies
ko_kr: 최근 추가 : 이미 본 영화도 표시
lv_lv: Nesen Pievienots: Rādīt arī jau skatītas filmas

# #39067
source: Your current Plex Media Server:
ko_kr: 현재 Plex 미디어 서버:
lv_lv: Tavs pašreizējais Plex Media Serveris:

# #39068
source: Manually enter Plex Media Server address
ko_kr: Plex Media Server 주소를 수동으로 입력
lv_lv: Pats ievadi Plex Media Server adresi

# #39069
source: Current address:
ko_kr: 현재 주소:
lv_lv: Pašreizējā adrese:

# #39070
source: Current port:
ko_kr: 현재 포트 :
lv_lv: Pašreizējais ports:

# #39071
source: Current plex.tv status:
ko_kr: 현재 plex.tv 상태 :
lv_lv: Pašreizējais plex.tv statuss:

# #39072
source: Background sync connection:
ko_kr: 백그라운드 동기화 연결:

# #39073
source: Appearance Tweaks
ko_kr: 모양 조정
lv_lv: Izskata Pielāgošana

# #39074
source: TV Shows
ko_kr: TV 프로그램
lv_lv: Seriāli

# #39076
source: If you use several Plex libraries of one kind, e.g. "Kids Movies" and "Parents Movies", be sure to check the Wiki: https://goo.gl/JFtQV9
ko_kr: 한 종류의 여러 Plex 라이브러리를 사용하는 경우 (예: "Kids Movies" 및 "Parents Movies" 는 Wiki: https://goo.gl/JFtQV9에서 확인하세요.

# #39077
source: Maximum number of videos to show in widgets
ko_kr: 위젯에 표시 할 최대 동영상 수

# #39078
source: Plex Companion Update Port (change only if needed)
ko_kr: Plex Companion 업데이트 포트 (필요한 경우에만 변경)

# #39079
source: Plex Companion could not open the GDM port. Please change it in the Plex TV settings.
ko_kr: Plex Companion에서 GDM 포트를 열 수 없습니다. Plex TV 설정에서 변경하십시오.

# #39080
source: Use Add-on Paths (default, easy) or Direct Paths? Choose Add-on Paths if you're unsure. Plex TV will not work if your Direct Paths setup is wrong!
ko_kr: 애드온 경로 (기본값, 쉬운) 또는 직접 경로를 사용 하시겠습니까? 확실하지 않은 경우 추가 기능 경로를 선택하십시오. 직접 경로 설정이 잘못된 경우 Plex TV가 작동하지 않습니다!

# #39081
source: Add-on Paths
ko_kr: 애드온 경로
lv_lv: Spraudņu Ceļš

# #39082
source: Direct Paths
ko_kr: 직접 경로
lv_lv: Tiešie Ceļi

# #39083
source: Enter PMS IP or URL
ko_kr: PMS IP 또는 URL 입력
lv_lv: Ievadi PMS IP vai URL

# #39084
source: Enter PMS port
ko_kr: PMS 포트 입력
lv_lv: Ievadi PMS portu

# #39085
source: Reload Kodi node files to apply all the settings below
ko_kr: 아래의 모든 설정을 적용하려면 Kodi 노드 파일을 다시로드하십시오.

# #39089
source: Alexa connection status:
ko_kr: Alexa 연결 상태:

# #39091
source: Timeout - not connected
ko_kr: 시간 초과 - 연결되지 않음

# #39092
source: IOError - not connected
ko_kr: IOError - 연결되지 않음

# #39093
source: Suspended - not connected
ko_kr: 일시 중지됨 - 연결되지 않음

# #39094
source: Managed Plex User - not connected
ko_kr: 플렉스 관리자 - 연결되지 않음

# #39200
source: Log-out Plex Home User
ko_kr: Plex Home 사용자 로그 아웃

# #39201
source: Settings
ko_kr: 설정
lv_lv: Iestatījumi

# #39204
source: Perform manual library sync
ko_kr: 수동 라이브러리 동기화 수행
lv_lv: Veikt manuālu bibliotēkas sinhronizēšanu

# #39205
source: Unable to run the sync, the add-on is not connected to a Plex server.
ko_kr: 동기화를 실행할 수 없습니다. 추가 기능이 Plex 서버에 연결되어 있지 않습니다.

# #39206
source: Plex might lock your account if you fail to log in too many times. Proceed anyway?
ko_kr: 너무 많이 로그인하지 못하면 Plex가 계정을 잠글 수 있습니다. 계속 진행하시겠습니까?

# #39207
source: Resetting PMS connections, please wait
ko_kr: PMS 연결을 재설정하는 중입니다. 잠시 기다려주십시오.

# #39208
source: Failed to reset Plex TV. Try to restart Kodi.
ko_kr: Plex TV를 재설정하지 못했습니다. Kodi를 다시 시작하십시오.

# #39209
source: Toggle plex.tv login (sign in or sign out)
ko_kr: plex.tv 로그인 전환 (로그인 또는 로그 아웃)

# #39210
source: Not yet connected to Plex Server
ko_kr: 아직 Plex 서버에 연결되지 않았습니다.

# #39211
source: Watch later
ko_kr: 나중에보기
lv_lv: Skatīties vēlāk

# #39213
source: {0} offline
ko_kr: {0} 오프라인
lv_lv: {0} bezaistē

# #39215
source: Enter your Plex Media Server's IP or URL, Examples are:
ko_kr: Plex Media Server의 IP 또는 URL을 입력하십시오. 예는 다음과 같습니다.

# #39217
source: Use HTTPS (SSL) connections? Answer should probably be yes.
ko_kr: HTTPS (SSL) 연결을 사용 하시겠습니까? 대답은 아마도 예일 것입니다.

# #39218
source: Error contacting PMS
ko_kr: PMS에 연결하는 중에 오류가 발생했습니다.

# #39219
source: Abort (Yes) or save address anyway (No)?
ko_kr: 중단 (예)하거나 주소를 저장 (아니오) 하시겠습니까?

# #39220
source: connected
ko_kr: 연결됨
lv_lv: savienots

# #39221
source: plex.tv toggle successful
ko_kr: plex.tv 전환 성공

# #39222
source: Look for missing fanart on FanartTV now
ko_kr: 지금 FanartTV에서 누락 된 팬 아트를 찾아보세요

# #39223
source: Only look for missing fanart or refresh all fanart? The scan will take quite a while and happen in the background.
ko_kr: 누락 된 팬 아트 만 찾거나 모든 팬 아트를 새로 고침 하시겠습니까? 스캔은 꽤 시간이 걸리며 백그라운드에서 수행됩니다.

# #39224
source: Refresh all
ko_kr: 모두 새로 고침
lv_lv: Atjaunot visu

# #39225
source: Missing only
ko_kr: 누락 정보만
lv_lv: Tikai trūkstošo

# #39226
source: Not logged in to plex.tv
ko_kr: plex.tv에 로그인하지 않았습니다.
lv_lv: Nav pieteicies plex.tv

# #39227
source: Logged in to plex.tv
ko_kr: plex.tv에 로그인했습니다.
lv_lv: Pieteicies plex.tv

# #39228
source: Plex admin user
ko_kr: Plex 관리자

# #39229
source: Login failed with plex.tv for user
ko_kr: 사용자의 plex.tv로 로그인하지 못했습니다.
lv_lv: Lietotāja pieteikšanās plex.tv neizdevās

# #39230
source: Logged in Plex home user
ko_kr: Plex 홈 사용자에 로그인했습니다.

# #39231
source: Change logged in Plex home user
ko_kr: 로그인 한 Plex 홈 사용자 변경

# #39250
source: Running the image cache process can take some time. It will happen in the background. Are you sure you want continue?
ko_kr: 이미지 캐시 프로세스를 실행하는 데 다소 시간이 걸릴 수 있습니다. 백그라운드에서 발생합니다. 계속 하시겠습니까?

# #39251
source: Reset all existing cache data first?
ko_kr: 모든 기존 캐시 데이터를 먼저 재설정 하시겠습니까?

# #39303
source: Problems trying to contact plex.tv. Try again later
ko_kr: plex.tv에 연결하는 동안 문제가 발생했습니다. 나중에 다시 시도하십시오.

# #39304
source: Go to https://plex.tv/pin and enter the code:
ko_kr: https://plex.tv/pin 웹페이지로 이동하여 코드를 입력하십시오.

# #39305
source: Could not sign in to plex.tv. Try again later
ko_kr: plex.tv에 로그인 할 수 없습니다. 나중에 다시 시도

# #39306
source: : Select User
ko_kr: : 사용자 선택

# #39307
source: Enter PIN for user
ko_kr: 사용자 PIN 번호 입력

# #39308
source: Could not log in user
ko_kr: 로그인 할 수 없습니다.

# #39309
source: Please try again.
ko_kr: 다시 시도하십시오.
lv_lv: Lūdzu mēģini vēlreiz

# #39310
source: unknown
ko_kr: 알 수 없는
lv_lv: nezināms

# #39311
source: or press No to not sign in.
ko_kr: 또는 로그인하지 않으려면 아니오를 누르십시오.

# #39400
source: Library sync thread has crashed. You should restart Kodi now. Please report this on the forum
ko_kr: 라이브러리 동기화 스레드가 중단되었습니다. 지금 Kodi를 다시 시작해야합니다. 포럼에 이것을 신고하십시오

# #39401
source: Detected Kodi database needs to be recreated for this version. This might take a while. Proceed?
ko_kr: 탐지된 Kodi 데이터베이스를 이 버전에 대해 다시 만들어야 합니다. 시간이 좀 걸릴 수 있습니다. 진행하시겠습니까?

# #39402
source: may not work correctly until the database is reset.
ko_kr: 데이터베이스를 재설정 할 때까지 제대로 작동하지 않을 수 있습니다.

# #39403
source: The current Kodi version is not supported by Plex TV. Please consult the Plex forum.
ko_kr: 현재 Kodi 버전은 Plex TV에서 지원되지 않습니다. Plex 포럼을 참조하십시오.

# #39405
source: Plex playlists/nodes refreshed
ko_kr: Plex 재생 목록/노드 새로 고침

# #39406
source: Plex playlists/nodes refresh failed
ko_kr: Plex 재생 목록/노드 새로 고침 실패

# #39408
source: Sync had to skip some items because they could not be processed. Kodi may be instable now!! Please post your Kodi logs to the Plex forum.
ko_kr: 일부 항목은 처리 할 수 ​​없어 동기화를 건너 뛰어야했습니다. Kodi는 지금 불안정 할 수 있습니다 !! Kodi 로그를 Plex 포럼에 게시하십시오.

# #39409
source: The Plex Server did not like you asking for so much data at once and returned ERRORS. Try lowering the number of sync download threads in the settings. Skipped some items for now.
ko_kr: Plex 서버는 한 번에 너무 많은 데이터를 요청하는 것을 좋아하지 않았고 오류를 반환했습니다. 설정에서 동기화 다운로드 스레드 수를 줄이십시오. 지금은 일부 항목을 건너 뛰었습니다.

# #39410
source: ERROR in library sync
ko_kr: 라이브러리 동기화 오류
lv_lv: KĻŪDA sinhronizējot bibliotēku

# #39501
source: Collections
ko_kr: 컬렉션
lv_lv: Kolekcijas

# #39502
source: Plex TV On Deck (faster)
ko_kr: Plex TV On Deck (빠름)
lv_lv: Plex TV On Deck (ātrāk)

# #39600
source: Are you sure you want to reset your local Kodi database? A re-sync of the Plex data will take time afterwards.
ko_kr: 로컬 Kodi 데이터베이스를 재설정 하시겠습니까? 나중에 Plex 데이터를 다시 동기화하는 데 시간이 걸립니다.

# #39601
source: Could not stop the database from running. Please try again later.
ko_kr: 데이터베이스 실행을 중지 할 수 없습니다. 나중에 다시 시도하세요.

# #39603
source: Reset all Plex TV Addon settings? (this is usually NOT recommended and unnecessary!)
ko_kr: 모든 Plex TV 애드온 설정을 재설정 하시겠습니까? (일반적으로 권장되지 않으며 불필요합니다!)

# #39700
source: Amazon Alexa (Voice Recognition)
ko_kr: 아마존 알렉사 (음성 인식)

# #39701
source: Activate Alexa
ko_kr: 알렉사 활성화

# #39702
source: Browse by folder
ko_kr: 폴더로 찾아보기

# #39703
source: Native Integration of Plex into Kodi
ko_kr: Plex를 Kodi에 기본 통합

# #39704
source: Connect Kodi to your Plex Media Server. This plugin assumes that you manage all your videos with Plex (and none with Kodi). You might lose data already stored in the Kodi video and music databases (as this plugin directly changes them). Use at your own risk!
ko_kr: Kodi를 Plex Media Server에 연결합니다. 이 플러그인은 Plex로 모든 비디오를 관리하고 Kodi로는 관리하지 않는다고 가정합니다. Kodi 비디오 및 음악 데이터베이스에 이미 저장된 데이터가 손실 될 수 있습니다 (이 플러그인이 직접 변경하므로). 자신의 책임하에 사용하십시오!

# #39705
source: Use at your own risk
ko_kr: 자신의 책임하에 사용
lv_lv: Lieto uz savu atbildību

# #39706
source: Don't burn-in any subtitle
ko_kr: 어떤 자막도 번인하지 마십시오

# #39707
source: unknown
ko_kr: 알 수 없는
lv_lv: nezināms

# #39708
source: Default
ko_kr: 기본
lv_lv: Noklusējums

# #39709
source: Forced
ko_kr: 강요된
lv_lv: Uzspiests

# #39710
source: burn-in
ko_kr: 번인

# #39711
source: New Plex music library detected. Sorry, but we need to restart Kodi now due to the changes made.
ko_kr: 새 Plex 음악 라이브러리가 감지되었습니다. 죄송합니다. 변경 사항으로 인해 지금 Kodi를 다시 시작해야합니다.

# #39712
source: downloaded
ko_kr: 다운로드 됨
lv_lv: lejupielādēts

# #39713
source: processed
ko_kr: 처리
lv_lv: apstrādāts

# #39714
source: Sync
ko_kr: 동기화
lv_lv: Sinhronizēt

# #39715
source: Synching playlists
ko_kr: 재생 목록 동기화
lv_lv: Sinhronizē spēļsarakstus

# #39716
source: Kodi cannot parse {0}. Plex TV will not function correctly. Please visit {1} and correct your file!
ko_kr: Kodi는 {0} 구문 분석 할 수 없습니다. Plex TV가 올바르게 작동하지 않습니다. {1} 방문하여 파일을 수정하십시오!

# #39717
source: Plex TV uses free additional artwork from www.themoviedb.org. Many thanks!
ko_kr: Plex TV는 www.themoviedb.org의 무료 추가 아트 워크를 사용합니다. 감사합니다!

# #39718
source: Do you want to replace your custom user ratings with an indicator of how many versions of a media item you posses?
ko_kr: 사용자 지정 사용자 등급을 보유하고있는 미디어 항목의 버전 수에 대한 표시기로 바꾸시겠습니까?

# #39719
source: Replace user ratings with number of media versions
ko_kr: 사용자 등급을 미디어 버전 수로 대체

# #39500
source: On Deck
lv_lv: Izcelts
